Repository: MakiOmar/user-control
Catalog: languages/user-control-*.po
Languages: ar

source: User control
ar: تحكم المستخدم

source: Log in
ar: تسجيل الدخول

source: Log out
ar: تسجيل الخروج

source: Register
ar: فتح حساب

source: Select all
ar: حدد الكل

source: Add to Menu
ar: أضف للقائمة

source: Profile
ar: الملف الشخصي

source: Forgot Your Password?
ar: هل نسيت كلمة المرور؟

source: Pick a New Password
ar: احصل على كلمة سر جديدة

source: You have signed out. Would you like to sign in again?
ar: لقد قمت بتسجيل الخروج. هل تريد الدخول مجدداً؟

source: You have to log in to control your account
ar: يجب عليك تسيل الدخول لتتحكم بحسابك

source: Sign In
ar: تسجيل الدخول

source: You are already signed in.
ar: أنت مسجل الدخول فعلياً.

source: Email Adress
ar: البريد الإلكتروني

source: Username
ar: إسم المستخدم

source: Registering new users is currently not allowed.
ar: تسجيل مستخدمين جدد غير مسموح حالياً.

source: You have successfully registered to <strong>%1s</strong>. We have emailed your password to the email address you entered.And you can login from <a href="%2s">Here</a>
ar: تم تسيلك بنجاح في <strong>%1s</strong>. لقد قمنا بإرسال بريد إلكتروني به كلمة المرور الخاصة بك للبريد الذي قمت بإدخاله. يمكن تسجب الدخول من <a href="%2s">هنا</a>

source: Invalid password reset link.
ar: رابط استعادة كلمة المرور غير صالح.

source: You do have an email address, right?
ar: لديك بريد إلكتروني، أليس هذه صحيح؟

source: You need to enter a password to login.
ar: يب عيك إدخال كلمة المرور لكي تتمكن من الدخول.

source: We don't have any users with that username. Maybe you used a different one when signing up?
ar: لايوجد لدينا اسم مسخدم كهذا، ربما استخدمت اسماً آخر عند فتح الحساب؟

source: The password you entered wasn't quite right. <a href='%s'>Did you forget your password</a>?
ar: كلمة المرور المستخدمة غير صحيحة. <a href='%s'>هل نسيت كلمة المرور</a>؟

source: The email address you entered is not valid.
ar: البريد الإلكتروني المدخل غير صالح.

source: An account exists with this email address.
ar: يوجد حساب فعلاً بنفس البريد الإلكتروني.

source: An account exists with this username.
ar: يوجد حساب فعلاً بنفس إسم المستخدم.

source: You need to enter your email address to continue.
ar: يجب عليك ادخال بريدك الإلكتروني للاستمرار.

source: There are no users registered with this email address.
ar: البريد الإلكتروني غير موجود في قائمة المستخدمين المسجلين.

source: The password reset link you used is not valid anymore.
ar: رابط إعادة ضبط كلمة المرور لم يعد صالح بعد.

source: Password and password confirmation don't match.
ar: كلمة المرور وتأكيد كلمة المرور غير مطابقتين.

source: Sorry, we don't accept empty passwords.
ar: عفو!، لايمكنك استخدام كلمة مرور خالية.

source: An unknown error occurred. Please try again later.
ar: حدث خطأ غير معروف. فضلاً قم بالمحاولة مرة أخرى.

source: Hello!
ar: مرحباً!

source: You asked us to reset your password for your account using the email address %s.
ar: لقد طلبت منا إعادة ضبط كلمة المرور للحساب المرتبط بالبريد الإلكتروني %s.

source: If this was a mistake, or you didn't ask for a password reset, just ignore this email and nothing will happen.
ar: إذا كان هذا عن طريق الخطأ، أو أنك لم تقم بطلب ذلك، فقط تجاهل هذه الرسالة ولن يحدث شيء.

source: To reset your password, visit the following address:
ar: لإعادة ضبط كلمة المرور ، قم بزيارة الرابط التالي:

source: Thanks!
ar: شكراً لك!

source: Your login credintals for %s
ar: معلومات الدخول للحساب %s

source: Thank you %1$s for registering to our website %2$s
ar: شكراً لك %1$s لتسجيلك في موقعنا %2$s

source: You login information is:
ar: معلومات دخولك هي:

source: Username: %s
ar: إسم المستخدم: %s

source: Password: %s
ar: كلمة المرور: %s

source: To log into your account please use the following address
ar: للدخول إلى حسابك ، قم بزيارة الرابط التالي

source: User control plugin menu
ar: قائمة الملاحة لإضافة تحكم المستخدم

source: Welcome
ar: مرحباً

source: No account page
ar: صفحة الحساب غير موجودة

source: No login page
ar: صفحة الدخول غير موجودة

source: You didn't choose your password
ar: لم تقم بتحديد كلمة المرور

source: User
ar: مستخدم

source: E-mail already exists.
ar: البريد الإلكتروني موجود بالفعل.

source: Username already exists.
ar: اسم المستخدم موجود بالفعل.

source: Either email or username is not set.
ar: إما اسم المستخدم أو البريد الإلكتروني لم يتم إضافته.

source: Account insertion failed.
ar: فشل إدخال الحساب.

source: Account creation failed.
ar: فشل إنشاء الحساب.

source: E-mail hasn't been changed.
ar: لم يتم تغيير البريد الإلكتروني.

source: Username hasn't been changed.
ar: لم يتم تغيير إسم المستخدم.

source: Password hasn't been changed.
ar: لم يتم تغيير كلمة المرور.

source: User pages
ar: صفحات المستخدم

source: Login page
ar: صفحة الدخول

source: Registeration page
ar: صفحة التسجيل

source: Forget password page
ar: صفحة نسيان كلمة المرور

source: Reset password page
ar: صفحة إعادة ضبط كلمة المرور

source: A reset password link has been sent to your email.
ar: تم إرسال رابط إعادة ضبط كلمة المرور إلى بريدك الإلكتروني.

source: Your password has been changed. You can sign in now.
ar: تم تغيير كلمة المرور الخاصة بك. يمكنك الآن تسيل الدخول.

source: Thank you!. Your account credentials has been emailed to the registered e-mail
ar: شكراُ لك!. تم إرسال بيانات حسابك إلى البريد المسجل

source: Enter your credintals
ar: أضف معلومات الدخول لحسابك

source: Password
ar: كلمة المرور

source: Remember Me
ar: تذكرني

source: Login
ar: تسجيل الدخول

source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Enter your email address and we'll send you a link you can use to pick a new password.
ar: أضف بريدك الإلكتروني، وسنرسل لك رابط يمكنك من خلاله إعادة ضبط كلمة المرور.

source: Email
ar: البريد الإلكتروني

source: &#xf090; Email Adress
ar: &#xf090; البريد الإلكتروني

source: Reset Password
ar: إعادة ضبط كلمة المرور

source: New password
ar: كلمة المرور الجديدة

source: Repeat new password
ar: أعد كتابة كلمة المرور

source: Note: Your password will be generated automatically and sent to your email address.
ar: ملحوظة: كلمة المرور يتم توليدها تلقائياً وإرسالها إلى بريدك الإلكتروني.

source: User Control
ar: تحكم المستخدم

source: Adds a user control interface for login, register and forget password
ar: تقوم بإضافة واجهة مستخدم أمامية للتحكم في حساب المستخدم
